[
  {
    "date": "2025-07-03",
    "title": "Нова книга на хоризонта!",
    "content": "С вълнение обявявам, че работя по нов роман, който ще излезе до месец/два. Втората част на „Епохата на Падналите“. Очаквайте скоро повече подробности!",
    "link": "#"
  },
  {
    "date": "2025-06-21",
    "title": "Нова книга - Нова поредица!",
    "content": "„Ключът на Възхода“ – първата книга от новата фентъзи поредица „Епохата на Падналите“ – вече е факт. Искрено се надявам това мое ново начинание да ви допадне.",
    "link": "#"
  },
  {
    "date": "2025-06-02",
    "title": "Нова книга на хоризонта!",
    "content": "Скоро ще завърша работата по „Ключът на Възхода“ – първата книга от новата фентъзи поредица „Епохата на Падналите“.Това е историята на седем паднали ангела, въвлечени в съдбата на един свят, където надеждата за промяна може да се окаже по-силна от проклятието.",
    "link": "#"
  },
  {
    "date": "2025-05-12",
    "title": "Лечителят от Блекстоун",
    "content": "С немалка гордост съобщавам на българските си читатели и любители на книжния формат, че първата книга от поредицата „Бория“ – „Лечителят от Блекстоун“ вече е налична по книжарниците от веригата „Хеликон“. Благодаря на всички, които подкрепят тази история още от самото начало!",
    "link": "https://m.helikon.bg/250282-%D0%9B%D0%B5%D1%87%D0%B8%D1%82%D0%B5%D0%BB%D1%8F%D1%82-%D0%BE%D1%82-%D0%91%D0%BB%D0%B5%D0%BA%D1%81%D1%82%D0%BE%D1%83%D0%BD-%D0%9A%D0%BD.1:-%D0%91%D0%BE%D1%80%D0%B8%D1%8F.html"
  },
  {
    "date": "2025-01-24",
    "title": "Завърших Стоманено сиво",
    "content": "Завърших редакцията на четвъртата част от поредицата „Кръв и звезден прах“ – „Стоманено сиво“. Книгата вече е достъпна, а линковете за сваляне са налични! Благодаря на всички, които следят историята..",
    "link": "#"
  },
  {
    "date": "2025-01-02",
    "title": "Обещание",
    "content": "Започвам тази година с обещание – както към себе си, така и към вас, читателите – да се ангажирам да кача тук цялото си творчество. Някои новели все още не съм намерил време да споделя…",
    "link": "#"
  }
]